Repository: rxtech-lab/sticker-factory
Catalog: StickerGeniOS/StickerGeniOS/Localizable.xcstrings
Source language: en
Languages: zh_cn, zh_hk

source: No matches
zh_cn: 没有匹配项
zh_hk: 沒有相符項目

source: No matching packs
zh_cn: 没有匹配的贴纸包
zh_hk: 沒有匹配的貼圖包

source: No matching stickers
zh_cn: 没有匹配的贴纸
zh_hk: 沒有匹配的貼圖

source: No packs match “%@”.
zh_cn: 没有与“%@”匹配的贴纸包。
zh_hk: 沒有與“%@”匹配的貼圖包。

source: No packs yet
zh_cn: 尚无贴纸包
zh_hk: 尚無貼圖包

source: No published sticker matches “%@”.
zh_cn: 没有与“%@”匹配的已发布贴纸。
zh_hk: 沒有與“%@”匹配的已發佈貼圖。

source: No published stickers
zh_cn: 没有已发布的贴纸
zh_hk: 沒有已發佈的貼圖

source: No stickers yet
zh_cn: 尚无贴纸
zh_hk: 尚無貼圖

source: No subject could be lifted out of that photo. Try one with a clearer foreground.
zh_cn: 无法从那张照片中提取主体。请尝试前景更清晰的照片。
zh_hk: 無法從那張相片中提取主體。請嘗試前景更清晰的相片。

source: No subject found here. Close to keep the whole photo.
zh_cn: 这里没有找到主体。关闭即可保留整张照片。
zh_hk: 這裡沒有找到主體。關閉即可保留整張相片。

source: No top-ups available
zh_cn: 没有可用的充值
zh_hk: 沒有可用的增值

source: None
zh_cn: 无
zh_hk: 無

source: Not currently available
zh_cn: 目前不可用
zh_hk: 目前不可用

source: Not included
zh_cn: 未包含
zh_hk: 未包含

source: Not now
zh_cn: 暂不
zh_hk: 暫不

source: Not published yet
zh_cn: 尚未发布
zh_hk: 尚未發佈

source: Not published yet, so there is no artwork to send.
zh_cn: 尚未发布，没有可发送的作品。
zh_hk: 尚未發佈，沒有可傳送的作品。

source: Nothing chosen yet — add the stickers this pack should contain.
zh_cn: 尚未选择内容 — 添加此贴纸包应包含的贴纸。
zh_hk: 尚未選擇內容 — 加入此貼圖包應包含的貼圖。

source: Nothing has been published yet. Stopping now leaves this sticker exactly as it is.
zh_cn: 目前尚未发布任何内容。现在停止不会改动这张贴纸。
zh_hk: 目前尚未發佈任何內容。現在停止不會改動這張貼圖。

source: Nothing here yet
zh_cn: 这里还没有内容
zh_hk: 這裏還沒有內容

source: Nothing in this pack can be sent to %@ yet.
zh_cn: 这个贴纸包中暂时没有可发送到 %@ 的内容。
zh_hk: 這個貼圖包中暫時沒有可傳送到 %@ 的內容。

source: Nothing in this pack yet — add the stickers it should contain.
zh_cn: 此贴纸包目前为空——添加它应包含的贴纸。
zh_hk: 此貼圖包目前為空——加入它應包含的貼圖。

source: Nothing of yours matches this filter.
zh_cn: 你的内容中没有符合此筛选条件的贴纸。
zh_hk: 你的內容中沒有符合此篩選條件的貼圖。

source: Nothing published in this pack right now.
zh_cn: 此贴纸包目前没有已发布的内容。
zh_hk: 此貼圖包目前沒有已發佈的內容。

source: Nothing published right now
zh_cn: 目前没有已发布的内容
zh_hk: 目前沒有已發佈的內容

source: Nothing to export yet
zh_cn: 目前没有可导出的内容
zh_hk: 目前沒有可導出的內容

source: Nothing was written
zh_cn: 没有写入任何文件
zh_hk: 沒有寫入任何檔案

source: Ocean gradient
zh_cn: 海洋渐变
zh_hk: 海洋漸變

source: Off
zh_cn: 关闭
zh_hk: 關閉

source: OK
zh_cn: 好
zh_hk: 好

source: On
zh_cn: 开启
zh_hk: 開啟

source: Once
zh_cn: 一次
zh_hk: 一次

source: One part is then animated as a short video clip, which takes a few extra minutes.
zh_cn: 其中一个部分随后会制作成短视频片段，需要额外几分钟。
zh_hk: 其中一個部分隨後會製作成短片段，需要額外幾分鐘。

source: One-time purchase
zh_cn: 一次性购买
zh_hk: 一次性購買

source: Only the subject you lift is uploaded. The rest of the photo stays on your device.
zh_cn: 只会上传你提取的主体。照片的其余部分会保留在你的设备上。
zh_hk: 只會上載你提取的主體。相片的其餘部分會保留在你的裝置上。

source: Only you can see this pack until you publish it.
zh_cn: 在发布之前，只有你能看到此贴纸包。
zh_hk: 在發佈之前，只有你能看到此貼圖包。

source: Ooh, give me a second…
zh_cn: 哦，等我一下…
zh_hk: 哦，等我一下…

source: Open %@ from the Messages app drawer to send published stickers, or share the exported files anywhere.
zh_cn: 从“信息”的 App 抽屉中打开 %@ 以发送已发布的贴纸，也可在任意位置分享导出文件。
zh_hk: 從“訊息”的 App 列表中打開 %@ 以發送已發佈的貼圖，也可在任意位置分享導出檔案。

source: Open %@ in the Messages app drawer to send this sticker. You can also share the exported files below.
zh_cn: 在“信息”的 App 抽屉中打开 %@ 以发送此贴纸。你也可以分享下方的导出文件。
zh_hk: 在“訊息”的 App 列表中打開 %@ 以發送此貼圖。你也可以分享下方的導出檔案。

source: Open any pack under Sticker Packs and tap Add to WhatsApp. Still and animated stickers become separate packs, and a big pack is split evenly, so every one fits WhatsApp's rules. Pick each sticker's emoji before you send.
zh_cn: 在“贴纸包”中打开任意贴纸包，点按“添加到 WhatsApp”。静态和动态贴纸会分成不同的包，过大的包会平均拆分，以符合 WhatsApp 的规则。发送前可为每张贴纸选择表情符号。
zh_hk: 在「貼圖包」中打開任何貼圖包，點按「加入到 WhatsApp」。靜態和動態貼圖會分成不同的包，過大的包會平均拆分，以符合 WhatsApp 的規則。傳送前可為每張貼圖選擇表情符號。

source: Open Sticker actions to compare versions, restore an earlier one, or publish the current version.
zh_cn: 打开“贴纸操作”以比较版本、恢复较早版本或发布当前版本。
zh_hk: 打開“貼圖操作”以比較版本、恢復較早版本或發佈當前版本。

source: Opens full screen
zh_cn: 以全屏打开
zh_hk: 以全屏打開

source: Opens full screen, where it can be edited
zh_cn: 以全屏打开并可进行编辑
zh_hk: 以全屏打開並可進行編輯

source: Optional · choose up to %lld
zh_cn: 可选 · 最多选择 %lld 项
zh_hk: 可選 · 最多選擇 %lld 項

source: Optional · up to 8
zh_cn: 可选 · 最多 8 张
zh_hk: 可選 · 最多 8 張

source: Out of credits
zh_cn: 积分不够了
zh_hk: 點數不足

source: Pack
zh_cn: 贴纸包
zh_hk: 貼圖包

source: Pack details
zh_cn: 贴纸包详情
zh_hk: 貼圖包詳情

source: Pack name
zh_cn: 贴纸包名称
zh_hk: 貼圖包名稱

source: Personal photos are uploaded privately to create or edit this sticker. Sources, chat, and revisions remain until you delete the project.
zh_cn: 个人照片会以私密方式上传，用于创建或编辑此贴纸。源文件、聊天和修订版本会一直保留，直到你删除项目。
zh_hk: 個人相片會以私密方式上傳，用於建立或編輯此貼圖。源檔案、聊天和修訂版本會一直保留，直到你刪除專案。

source: Pet Companion keeps moods and poses on so this sticker can become your pet after publishing.
zh_cn: 萌宠伙伴会保留可切换的心情和姿势。发布贴纸后，你就可以将它设为宠物。
zh_hk: 萌寵夥伴會保留可切換的心情與姿勢。發佈貼圖後，你就可以將它設為寵物。

source: Photo Library
zh_cn: 照片图库
zh_hk: 相片圖庫

source: Photo. Touch and hold a subject to lift it out.
zh_cn: 照片。触碰并按住主体以将其提取。
zh_hk: 相片。觸碰並按住主體以將其提取。

source: Pick the sticker size and formats, then export and publish this accepted version to your Library.
zh_cn: 选择贴纸尺寸和格式，然后将已接受的版本导出并发布到贴纸库。
zh_hk: 選擇貼圖尺寸和格式，然後將已接受的版本導出併發布到貼圖庫。

source: Ping-pong
zh_cn: 往返
zh_hk: 往返

source: Plan
zh_cn: 方案
zh_hk: 方案

source: PLAN
zh_cn: 方案
zh_hk: 方案

source: Plan version
zh_cn: 方案版本
zh_hk: 方案版本

source: Plan versions
zh_cn: 方案版本
zh_hk: 方案版本

source: Planning sticker
zh_cn: 正在规划贴纸
zh_hk: 正在規劃貼圖

source: Please open %@ and sign in again.
zh_cn: 请打开 %@ 并重新登录。
zh_hk: 請打開 %@ 並重新登入。

source: points
zh_cn: 积分
zh_hk: 點數

source: Points added to your balance.
zh_cn: 积分已添加到你的余额。
zh_hk: 點數已加入你的餘額。

source: Points packs will appear here when they are available.
zh_cn: 积分包可用时会显示在这里。
zh_hk: 點數包可用時會顯示在這裡。

source: Popular
zh_cn: 热门
zh_hk: 熱門

source: Pose variety
zh_cn: 姿势丰富度
zh_hk: 姿勢豐富度

source: Pose variety: %@
zh_cn: 姿势丰富度：%@
zh_hk: 姿勢豐富度：%@

source: Preparing %1$lld of %2$lld · %3$@
zh_cn: 正在准备第 %1$lld/%2$lld 张 · %3$@
zh_hk: 正在準備第 %1$lld/%2$lld 張 · %3$@

source: Preparing exports…
zh_cn: 正在准备导出…
zh_hk: 正在準備導出…

source: Preparing files…
zh_cn: 正在准备文件…
zh_hk: 正在準備檔案…

source: Preview only
zh_cn: 仅供预览
zh_hk: 僅供預覽

source: Privacy Policy
zh_cn: 隐私政策
zh_hk: 隱私政策

source: Project deletion could not start. Your sticker is unchanged; please try again.
zh_cn: 无法开始删除项目。你的贴纸未发生更改；请重试。
zh_hk: 無法開始刪除專案。你的貼圖未發生更改；請重試。

source: Project deletion could not start. Your sticker is unchanged.
zh_cn: 无法开始删除项目。你的贴纸未发生更改。
zh_hk: 無法開始刪除專案。你的貼圖未發生更改。

source: Publish
zh_cn: 发布
zh_hk: 發佈

source: Publish a pack and it will appear here.
zh_cn: 发布贴纸包后，它会显示在这里。
zh_hk: 發佈貼圖包後，它會顯示在這裏。

source: Publish a sticker first — a pack can only contain published stickers.
zh_cn: 请先发布贴纸——贴纸包只能包含已发布的贴纸。
zh_hk: 請先發布貼圖——貼圖包只能包含已發佈的貼圖。

source: Publish cancelled
zh_cn: 已取消发布
zh_hk: 已取消發佈

source: Publish failed
zh_cn: 发布失败
zh_hk: 發佈失敗

source: Publish for Messages
zh_cn: 发布到“信息”
zh_hk: 發佈到“訊息”

source: Publish pack
zh_cn: 发布贴纸包
zh_hk: 發佈貼圖包

source: Publish to use it in Messages.
zh_cn: 发布后即可在“信息”中使用。
zh_hk: 發佈後即可在「訊息」中使用。

source: Published
zh_cn: 已发布
zh_hk: 已發佈

source: Published %@
zh_cn: 发布于 %@
zh_hk: 發佈於 %@

source: Publishing
zh_cn: 发布中
zh_hk: 發佈中

source: Publishing failed. This sticker is still a draft — try publishing it again.
zh_cn: 发布失败。这张贴纸仍是草稿，请重新发布。
zh_hk: 發佈失敗。這張貼圖仍是草稿，請重新發佈。

source: Publishing pack…
zh_cn: 正在发布贴纸包…
zh_hk: 正在發佈貼圖包…

source: Publishing to your library
zh_cn: 发布到你的收藏库
zh_hk: 發佈到你的收藏庫

source: Publishing your sticker
zh_cn: 正在发布你的贴纸
zh_hk: 正在發佈你的貼圖

source: Publishing…
zh_cn: 正在发布…
zh_hk: 正在發佈…

source: Purchase limit reached
zh_cn: 已达到购买上限
zh_hk: 已達到購買上限

source: Purchases restored.
zh_cn: 购买已恢复。
zh_hk: 購買已回復。

source: Purchasing…
zh_cn: 正在购买…
zh_hk: 正在購買…

source: Re-export
zh_cn: 重新导出
zh_hk: 重新匯出

source: Re-export & Publish
zh_cn: 重新导出并发布
zh_hk: 重新匯出並發佈

source: Ready to create?
zh_cn: 准备好创作了吗？
zh_hk: 準備好創作了嗎？

source: Ready to publish
zh_cn: 可以发布
zh_hk: 可以發佈

source: Reconnect
zh_cn: 重新连接
zh_hk: 重新連線

source: Redrawing a layer
zh_cn: 正在重绘图层
zh_hk: 正在重繪圖層

source: Reference image attachment
zh_cn: 参考图像附件
zh_hk: 參考影像附件

source: Reference images
zh_cn: 参考图像
zh_hk: 參考影像

source: Reference images are uploaded privately and become part of this sticker’s persistent chat and revision history until project deletion.
zh_cn: 参考图像会以私密方式上传，并成为此贴纸持续保留的聊天和修订历史的一部分，直至项目被删除。
zh_hk: 參考影像會以私密方式上傳，併成為此貼圖持續保留的聊天和修訂歷史的一部分，直至專案被刪除。

source: Reference photo. Tap to lift a subject out of it.
zh_cn: 参考照片。轻点以从中提取主体。
zh_hk: 參考相片。輕點以從中提取主體。

source: Reference unavailable
zh_cn: 参考图不可用
zh_hk: 參考圖片無法使用

source: Reject
zh_cn: 拒绝
zh_hk: 拒絕

source: Reject candidate
zh_cn: 拒绝候选版本
zh_hk: 拒絕候選版本

source: Reject this plan?
zh_cn: 拒绝此方案？
zh_hk: 拒絕此方案？

source: Rejected
zh_cn: 已拒绝
zh_hk: 已拒絕

source: Remove %@
zh_cn: 移除%@
zh_hk: 移除%@

source: Remove from library
zh_cn: 从贴纸库移除
zh_hk: 從貼圖庫移除

source: Remove reference
zh_cn: 移除参考图
zh_hk: 移除參考圖

source: Removed
zh_cn: 已移除
zh_hk: 已移除

source: Rename
zh_cn: 重命名
zh_hk: 重命名

source: Rename sticker
zh_cn: 重命名贴纸
zh_hk: 重命名貼圖

source: Renaming…
zh_cn: 正在重命名…
zh_hk: 正在重新命名…

source: Rendering image
zh_cn: 渲染图片
zh_hk: 算繪圖片

source: Reset
zh_cn: 重置
zh_hk: 重設

source: Restore Purchases
zh_cn: 恢复购买
zh_hk: 回復購買

source: Restored your last attempt. Pick up where you left off.
zh_cn: 已恢复你上次的尝试，可以从中断处继续。
zh_hk: 已恢復你上次的嘗試，可以從中斷處繼續。

source: Restoring your sticker library…
zh_cn: 正在恢复你的贴纸库…
zh_hk: 正在恢復你的貼圖庫…

source: Resume
zh_cn: 继续
zh_hk: 繼續

source: Retry
zh_cn: 重试
zh_hk: 重試

source: Retry preview
zh_cn: 重试预览
zh_hk: 重試預覽

source: Retrying…
zh_cn: 正在重试…
zh_hk: 正在重試…

source: Returning to draft…
zh_cn: 正在返回草稿…
zh_hk: 正在返回草稿…

source: Revert
zh_cn: 恢复
zh_hk: 恢復

source: Revert to this
zh_cn: 恢复到此版本
zh_hk: 恢復到此版本

source: Review
zh_cn: 检查
zh_hk: 檢查

source: Review the assistant’s plan before generation, then accept or reject the finished candidate.
zh_cn: 生成前检查助理的方案，然后接受或拒绝完成的候选版本。
zh_hk: 生成前檢查助理的方案，然後接受或拒絕完成的候選版本。

source: Review the candidate, compare it with the current sticker, then accept or reject it.
zh_cn: 检查候选版本，将它与当前贴纸比较，然后接受或拒绝。
zh_hk: 檢查候選版本，將它與當前貼圖比較，然後接受或拒絕。

source: Review your choices. Tap any section to change it.
zh_cn: 检查你的选择，轻点任意部分即可修改。
zh_hk: 檢查你的選擇，輕點任意部分即可修改。

source: Reviewing the plan image
zh_cn: 正在查看方案图片
zh_hk: 正在檢視方案圖片

source: Reviewing the sticker
zh_cn: 正在检查贴纸
zh_hk: 正在檢查貼圖

source: Revising the plan
zh_cn: 正在修改方案
zh_hk: 正在修改方案

source: Running…
zh_cn: 正在运行…
zh_hk: 正在運行…

source: Save
zh_cn: 保存
zh_hk: 保存

source: Save Anyway
zh_cn: 仍要保存
zh_hk: 仍要保存

source: Save as draft
zh_cn: 存为草稿
zh_hk: 存為草稿

source: Save to Photo Library
zh_cn: 保存到照片图库
zh_hk: 儲存到相片圖庫

source: Saved to your Library
zh_cn: 已保存到你的贴纸库
zh_hk: 已保存到你的貼圖庫

source: Saving details…
zh_cn: 正在保存详细信息…
zh_hk: 正在儲存詳細資料…

source: Saving it
zh_cn: 正在保存
zh_hk: 正在儲存

source: Saving replaces it with an unpublished draft. Export again to put it back in Messages.
zh_cn: 保存后会将其替换为未发布的草稿。请再次导出以重新放回“信息”。
zh_hk: 保存後會將其替換為未發佈的草稿。請再次導出以重新放回“訊息”。

source: Saving sticker decision
zh_cn: 正在保存贴纸决定
zh_hk: 正在儲存貼圖決定

source: Saving stickers…
zh_cn: 正在保存贴纸…
zh_hk: 正在儲存貼圖…

source: Saving will revise the plan with the selected pose variety.
zh_cn: 保存后将根据所选姿势丰富度重新制定方案。
zh_hk: 儲存後將根據所選姿勢豐富度重新制定方案。

source: Say Hello to %@
zh_cn: 跟%@打个招呼
zh_hk: 同%@打個招呼

source: Say what is wrong and the assistant will draft a new plan right away. Leave it blank to just dismiss this one.
zh_cn: 说明问题所在，助理会立即起草新方案。留空则只关闭此方案。
zh_hk: 説明問題所在，助理會立即起草新方案。留空則只關閉此方案。

source: Search packs
zh_cn: 搜索贴纸包
zh_hk: 搜索貼圖包

source: Search stickers
zh_cn: 搜索贴纸
zh_hk: 搜索貼圖

source: Searching…
zh_cn: 正在搜索…
zh_hk: 正在搜索…

source: Section
zh_cn: 分区
zh_hk: 分區

source: Select
zh_cn: 选择
zh_hk: 選擇

source: Selected
zh_cn: 已选择
zh_hk: 已選擇

source: Send
zh_cn: 发送
zh_hk: 發送

source: Send the pack to WhatsApp or Telegram
zh_cn: 把贴纸包发到 WhatsApp 或 Telegram
zh_hk: 把貼圖包發到 WhatsApp 或 Telegram

source: Send to %@ again
zh_cn: 再次发送到 %@
zh_hk: 再次傳送到 %@

source: Sending the animation
zh_cn: 正在发送动画
zh_hk: 正在傳送動畫

source: Sending the compact copy
zh_cn: 正在发送紧凑副本
zh_hk: 正在傳送精簡副本

source: Sending the GIF
zh_cn: 正在发送 GIF
zh_hk: 正在傳送 GIF

source: Sending the image
zh_cn: 正在发送图片
zh_hk: 正在傳送圖片

source: Sending the sticker
zh_cn: 正在发送贴纸
zh_hk: 正在傳送貼圖

source: Sending the video
zh_cn: 正在发送视频
zh_hk: 正在傳送影片

source: Separate %lld parts
zh_cn: 分离 %lld 个部分
zh_hk: 分離 %lld 個部分

source: Separate 1 part
zh_cn: 分离 1 个部分
zh_hk: 分離 1 個部分

source: Share
zh_cn: 分享
zh_hk: 分享

source: Shared credentials and cached iMessage stickers will be removed from this device.
zh_cn: 共享凭证和缓存的 iMessage 贴纸将从此设备移除。
zh_hk: 共享憑證和快取的 iMessage 貼圖將從此設備移除。

source: Sharing packs on the marketplace is part of a paid plan.
zh_cn: 在市集分享贴纸包是付费方案的功能。
zh_hk: 在市集分享貼紙包是付費方案的功能。

source: Show Error Details
zh_cn: 显示错误详情
zh_hk: 顯示錯誤詳情

source: Showing the plan
zh_cn: 正在显示方案
zh_hk: 正在顯示方案

source: Showing the sticker
zh_cn: 正在显示贴纸
zh_hk: 正在顯示貼圖

source: Shows the tool result or error
zh_cn: 显示工具结果或错误
zh_hk: 顯示工具結果或錯誤

source: Sign in with RxLab
zh_cn: 使用 RxLab 登录
zh_hk: 使用 RxLab 登入

source: Sign Out
zh_cn: 退出登录
zh_hk: 登出

source: Sign out and sign in again to confirm this change.
zh_cn: 请退出登录后重新登录以确认此更改。
zh_hk: 請登出後重新登入以確認此變更。

source: Sign out of %@?
zh_cn: 退出 %@？
zh_hk: 退出 %@？

source: Signed In
zh_cn: 已登录
zh_hk: 已登入

# Signed in as %@, %@
source: Signed in as %1$@, %2$@
zh_cn: 已以 %@（%@）登录
zh_hk: 已以 %@（%@）登入

source: Signed in with RxLab
zh_cn: 已使用 RxLab 登录
zh_hk: 已使用 RxLab 登入

source: Signing out removes shared credentials and cached iMessage stickers from this device.
zh_cn: 退出登录会从此设备移除共享凭证和缓存的 iMessage 贴纸。
zh_hk: 登出會從此設備移除共享憑證和快取的 iMessage 貼圖。

source: Single
zh_cn: 单个
zh_hk: 單個

source: Small
zh_cn: 小
zh_hk: 小

source: Smaller, with soft transparent edges. Animates in Messages and other Apple apps.
zh_cn: 更小，边缘柔和透明。可在“信息”和其他 Apple App 中播放动画。
zh_hk: 更小，邊緣柔和透明。可在「訊息」和其他 Apple App 中播放動畫。

source: Smallest, with soft transparent edges. Animates in Messages, WhatsApp, and modern browsers.
zh_cn: 最小，边缘柔和透明。可在“信息”、WhatsApp 和现代浏览器中播放动画。
zh_hk: 最小，邊緣柔和透明。可在「訊息」、WhatsApp 和現代瀏覽器中播放動畫。

source: Some stickers in this pack are not ready yet.
zh_cn: 这个贴纸包中的部分贴纸尚未准备好。
zh_hk: 這個貼圖包中的部分貼圖尚未準備好。

source: Sort
zh_cn: 排序
zh_hk: 排序

source: Specific plan required
zh_cn: 需要指定方案
zh_hk: 需要指定方案

source: sped up %@× to fit
zh_cn: 加速 %@ 倍以符合限制
zh_hk: 加速 %@ 倍以符合限制

source: Speed
zh_cn: 速度
zh_hk: 速度

source: Spin
zh_cn: 旋转
zh_hk: 旋轉

source: Start over
zh_cn: 重新开始
zh_hk: 重新開始

source: Start with a prompt and optional photos. The assistant will propose a plan before it generates anything.
zh_cn: 先输入提示词并按需添加照片。助理会在生成任何内容前提出方案。
zh_hk: 先輸入提示詞並按需加入相片。助理會在生成任何內容前提出方案。

source: Starting securely…
zh_cn: 正在安全启动…
zh_hk: 正在安全啓動…

source: Starting…
zh_cn: 正在开始…
zh_hk: 正在開始…

source: Static
zh_cn: 静态
zh_hk: 靜態

source: STATIC REFERENCE
zh_cn: 静态参考图
zh_hk: 靜態參考圖

source: Static sticker preview
zh_cn: 静态贴纸预览
zh_hk: 靜態貼紙預覽

source: static stickers
zh_cn: 张静态贴纸
zh_hk: 張靜態貼圖

source: Status
zh_cn: 状态
zh_hk: 狀態

# Step %lld of %lld
source: Step %1$lld of %2$lld
zh_cn: 第 %lld 步，共 %lld 步
zh_hk: 第 %lld 步，共 %lld 步

source: Sticker
zh_cn: 贴纸
zh_hk: 貼圖

source: Sticker actions
zh_cn: 贴纸操作
zh_hk: 貼圖操作

source: Sticker attachment
zh_cn: 贴纸附件
zh_hk: 貼圖附件

source: Sticker Controls
zh_cn: 贴纸控制
zh_hk: 貼紙控制

source: Sticker maker
zh_cn: 贴纸创作者
zh_hk: 貼圖創作者

source: Sticker name
zh_cn: 贴纸名称
zh_hk: 貼圖名稱

source: Sticker options changed. Review your choices before generating.
zh_cn: 贴纸选项已更新，请检查选择后再生成。
zh_hk: 貼紙選項已更新，請檢查選擇後再生成。

source: Sticker Packs
zh_cn: 贴纸包
zh_hk: 貼圖包

source: Sticker size
zh_cn: 贴纸尺寸
zh_hk: 貼圖尺寸

source: Sticker type
zh_cn: 贴纸类型
zh_hk: 貼紙類型

source: Sticker, %@, and MP4 — everything this sticker can be.
zh_cn: 贴纸、%@ 和 MP4——这张贴纸支持的所有格式。
zh_hk: 貼圖、%@ 和 MP4——這張貼圖支援的所有格式。

source: Sticker, GIF, and MP4 — everything this sticker can be.
zh_cn: 贴纸、GIF 和 MP4——此贴纸的所有可用格式。
zh_hk: 貼圖、GIF 和 MP4——此貼圖的所有可用格式。

source: Stickers
zh_cn: 贴纸
zh_hk: 貼圖

source: Stickers (%lld selected)
zh_cn: 贴纸（已选择 %lld 张）
zh_hk: 貼圖（已選擇 %lld 張）

source: Stickers (%lld)
zh_cn: 贴纸（%lld）
zh_hk: 貼圖（%lld）

source: Still being drafted.
zh_cn: 仍在起草中。
zh_hk: 仍在起草中。

source: Stop
zh_cn: 停止
zh_hk: 停止

source: Stopped
zh_cn: 已停止
zh_hk: 已停止

source: Stopped before anything was published
zh_cn: 已在发布任何内容前停止
zh_hk: 已在發佈任何內容前停止

source: Stopped before anything was written
zh_cn: 已在写入任何文件前停止
zh_hk: 已在寫入任何檔案前停止

source: Stopped before every sticker was ready.
zh_cn: 在所有贴纸准备好之前已停止。
zh_hk: 在所有貼圖準備好之前已停止。

source: Subscription
zh_cn: 订阅
zh_hk: 訂閱

source: Subscription Error
zh_cn: 订阅错误
zh_hk: 訂閱錯誤

source: Sunrise gradient
zh_cn: 日出渐变
zh_hk: 日出漸變

source: Superseded
zh_cn: 已被取代
zh_hk: 已被取代

source: Superseded by a newer plan.
zh_cn: 已被更新的方案取代。
zh_hk: 已被更新的方案取代。

source: Superseded by a newer revision of this plan.
zh_cn: 已被此方案的更新修订版本取代。
zh_hk: 已被此方案的更新修訂版本取代。

source: Surprised
zh_cn: 惊讶
zh_hk: 驚訝

source: Surveying colors
zh_cn: 分析颜色
zh_hk: 分析顏色

source: Sway
zh_cn: 摇摆
zh_hk: 搖擺

source: Switchable moods and poses
zh_cn: 可切换的心情和姿势
zh_hk: 可切換的心情和姿勢

source: Tap a photo you attached to cut its subject away from the background, so only the part you want reaches the sticker.
zh_cn: 轻点你附加的照片，从背景中剪出主体，让你想要的部分进入贴纸。
zh_hk: 輕點你附加的相片，從背景中剪出主體，讓你想要的部分進入貼圖。

source: Tap to view
zh_cn: 轻点查看
zh_hk: 輕點查看

source: Tap to view or edit
zh_cn: 轻点查看或编辑
zh_hk: 輕點查看或編輯

source: Telegram asks for the pack's name when it opens.
zh_cn: Telegram 打开后会询问贴纸包名称。
zh_hk: Telegram 開啟後會詢問貼圖包名稱。

source: Telegram is not installed on this iPhone.
zh_cn: 此 iPhone 未安装 Telegram。
zh_hk: 此 iPhone 未安裝 Telegram。

source: Terms of Service
zh_cn: 服务条款
zh_hk: 服務條款

source: Text “%@”
zh_cn: 文本“%@”
zh_hk: 文本“%@”

source: That image format could not be read.
zh_cn: 无法读取该图像格式。
zh_hk: 無法讀取該影像格式。

source: That photo could not be read.
zh_cn: 无法读取那张照片。
zh_hk: 無法讀取那張相片。

source: The animation document is invalid.
zh_cn: 动画文档无效。
zh_hk: 動畫文檔無效。

source: The animation had no frames to encode.
zh_cn: 动画没有可编码的画面。
zh_hk: 動畫沒有可編碼的畫面。

source: The animation's frames are not all the same size.
zh_cn: 动画的画面尺寸不一致。
zh_hk: 動畫的畫面尺寸不一致。

source: The authentication service is temporarily unavailable.
zh_cn: 认证服务暂时不可用。
zh_hk: 認證服務暫時不可用。

source: The creator is still working on it. Anything they publish shows up here automatically.
zh_cn: 创作者仍在制作中。他们发布的任何内容都会自动显示在这里。
zh_hk: 創作者仍在製作中。他們發佈的任何內容都會自動顯示在這裏。

source: The downloaded asset didn't match what was published.
zh_cn: 下载的资源与已发布版本不匹配。
zh_hk: 下載的資源與已發佈版本不相符。

source: The export file could not be created.
zh_cn: 无法创建导出文件。
zh_hk: 無法建立導出檔案。

source: The failed AI turn no longer has a retryable source message.
zh_cn: 失败的 AI 对话已没有可重试的源消息。
zh_hk: 失敗的 AI 對話已沒有可重試的源訊息。

source: The final frame could not be described
zh_cn: 无法描述最终画面
zh_hk: 無法描述最終畫面

source: The final frame could not be timed
zh_cn: 无法设置最终画面的时间
zh_hk: 無法設定最終畫面的時間

source: The first frame of your capture. It animates in place, with the other layers built around it.
zh_cn: 你捕捉内容的第一帧。它会在原地播放动画，其他图层围绕它构建。
zh_hk: 你擷取內容的第一格。它會在原地播放動畫，其他圖層圍繞它建立。

source: The first sticker is the pack's cover. Drag to reorder.
zh_cn: 第一张贴纸是贴纸包的封面。拖动即可重新排序。
zh_hk: 第一張貼圖是貼圖包的封面。拖動即可重新排序。

source: The link stays /marketplace/%@ even if you rename this pack.
zh_cn: 即使你重命名此贴纸包，链接仍会保持为 /marketplace/%@。
zh_hk: 即使你重新命名此貼圖包，連結仍會保持為 /marketplace/%@。

source: The media upload could not be completed (HTTP %lld).
zh_cn: 无法完成媒体上传（HTTP %lld）。
zh_hk: 無法完成媒體上載（HTTP %lld）。

source: The media upload could not be completed.
zh_cn: 无法完成媒体上传。
zh_hk: 無法完成媒體上傳。

source: The motion from that Live Photo could not be read.
zh_cn: 无法读取那张 Live Photo 的动态内容。
zh_hk: 無法讀取那張 Live Photo 的動態內容。

source: The MP4 export failed: %@
zh_cn: MP4 导出失败：%@
zh_hk: MP4 導出失敗：%@

source: The normalized image is still larger than 25 MB.
zh_cn: 规范化后的图像仍大于 25 MB。
zh_hk: 規範化後的影像仍大於 25 MB。

source: The pack could not be handed to WhatsApp.
zh_cn: 无法将贴纸包交给 WhatsApp。
zh_hk: 無法將貼圖包交給 WhatsApp。

source: The purchase is pending approval.
zh_cn: 购买正在等待批准。
zh_hk: 購買正在等待批准。

source: The request failed (HTTP %lld).
zh_cn: 请求失败（HTTP %lld）。
zh_hk: 請求失敗（HTTP %lld）。

source: The same pack screen sends to Telegram: stills go as PNG, animations as transparent video, sped up when they run past Telegram's three seconds. Telegram asks for the pack's name when it opens.
zh_cn: 同一个贴纸包页面也能发送到 Telegram：静态贴纸以 PNG 发送，动画以透明视频发送，超过 Telegram 三秒限制的会加速播放。Telegram 打开后会询问贴纸包名称。
zh_hk: 同一個貼圖包頁面也能傳送到 Telegram：靜態貼圖以 PNG 傳送，動畫以透明影片傳送，超過 Telegram 三秒限制的會加速播放。Telegram 開啟後會詢問貼圖包名稱。

source: The secure token bundle is invalid.
zh_cn: 安全令牌包无效。
zh_hk: 安全令牌包無效。

source: The secure token store failed (%d).
zh_cn: 安全令牌存储失败（%d）。
zh_hk: 安全令牌存儲失敗（%d）。

source: The server could not load this document (%lld).
zh_cn: 服务器无法载入此文档（%lld）。
zh_hk: 伺服器無法載入此文檔（%lld）。

source: The server returned an invalid response.
zh_cn: 服务器返回了无效响应。
zh_hk: 伺服器返回了無效回應。

source: The server returned an unreadable document.
zh_cn: 服务器返回了无法读取的文档。
zh_hk: 伺服器返回了無法讀取的文檔。

source: The set mixes still and video stickers.
zh_cn: 这个贴纸集混合了静态和视频贴纸。
zh_hk: 這個貼圖集混合了靜態和影片貼圖。

source: The shared Keychain access group is not configured.
zh_cn: 未配置共享钥匙串访问组。
zh_hk: 未配置共享鑰匙串訪問組。

source: The shared session is temporarily unavailable.
zh_cn: 共享会话暂时不可用。
zh_hk: 共享會話暫時不可用。

source: The sticker didn't finish publishing. Open it from your library and export it again.
zh_cn: 贴纸未能完成发布。请从贴纸库中打开它并重新导出。
zh_hk: 貼圖未能完成發佈。請從貼圖庫開啟它並重新匯出。

source: The sticker rendition could not be rendered.
zh_cn: 无法渲染贴纸版本。
zh_hk: 無法渲染貼圖版本。

source: The WebP encoder is unavailable.
zh_cn: WebP 编码器不可用。
zh_hk: WebP 編碼器不可用。

source: The WebP export could not be encoded.
zh_cn: 无法编码 WebP 导出文件。
zh_hk: 無法編碼 WebP 匯出檔案。

source: There is nothing to send.
zh_cn: 没有可发送的内容。
zh_hk: 沒有可傳送的內容。

source: Thinking about it…
zh_cn: 正在想呢…
zh_hk: 正在想呢…

source: This account is scheduled for deletion
zh_cn: 此账户已计划删除
zh_hk: 此帳戶已排定刪除

source: This animation could not fit Apple's 500 KB sticker limit at any frame rate, so the sticker is a still frame. The animated GIF and MP4 exports are unaffected. Shortening the animation, or switching a ping-pong loop to a plain loop, brings the motion back.
zh_cn: 此动画在任何帧率下都无法符合 Apple 贴纸 500 KB 的限制，因此贴纸将使用静态帧。动态 GIF 和 MP4 导出不受影响。缩短动画，或将往返循环改为普通循环，即可恢复动态效果。
zh_hk: 此動畫在任何幀率下都無法符合 Apple 貼圖 500 KB 的限制，因此貼圖將使用靜態幀。動態 GIF 和 MP4 導出不受影響。縮短動畫，或將往返循環改為普通循環，即可恢復動態效果。

source: This animation could not fit Apple's 500 KB sticker limit at any frame rate, so the sticker is a still frame. The animated PNG and MP4 exports are unaffected. Shortening the animation, or switching a ping-pong loop to a plain loop, brings the motion back.
zh_cn: 此动画在任何帧率下都无法符合 Apple 的 500 KB 贴纸限制，因此贴纸会变为静态帧。动态 PNG 和 MP4 导出不受影响。缩短动画，或将往返循环改为普通循环，即可恢复动态效果。
zh_hk: 此動畫在任何格率下都無法符合 Apple 的 500 KB 貼圖限制，因此貼圖會變為靜態格。動態 PNG 和 MP4 匯出不受影響。縮短動畫，或將往返循環改為普通循環，即可恢復動態效果。

source: This assembles %lld layers. No images need to be generated.
zh_cn: 此操作会组合 %lld 个图层，无需生成图像。
zh_hk: 此操作會組合 %lld 個圖層，無需生成影像。

source: This creator has not published anything yet.
zh_cn: 此创作者尚未发布任何内容。
zh_hk: 此創作者尚未發佈任何內容。

source: This generates %lld separate images and assembles them. It takes longer than a single sticker.
zh_cn: 此操作会生成 %lld 张独立图像并进行组合，所需时间比单张贴纸更长。
zh_hk: 此操作會生成 %lld 張獨立影像並進行組合，所需時間比單張貼圖更長。

source: This generates 1 separate image and assembles it. It takes longer than a single sticker.
zh_cn: 此操作会生成 1 张独立图像并进行组合，所需时间比单张贴纸更长。
zh_hk: 此操作會生成 1 張獨立影像並進行組合，所需時間比單張貼圖更長。

source: This one needs %lld credits and you have %lld. Top up to finish it.
zh_cn: 这个需要 %1$lld 积分，你还有 %2$lld。充值后即可完成。
zh_hk: 這個需要 %1$lld 點數，你還有 %2$lld。增值後即可完成。

source: This sticker could not be drawn at the messenger's size.
zh_cn: 无法按该应用要求的尺寸绘制这张贴纸。
zh_hk: 無法按該應用程式要求的尺寸繪製這張貼圖。

source: This sticker has no published artwork to send.
zh_cn: 这张贴纸没有已发布的作品可发送。
zh_hk: 這張貼圖沒有已發佈的作品可傳送。

source: This sticker is published
zh_cn: 此贴纸已发布
zh_hk: 此貼圖已發佈

source: This sticker is still a draft
zh_cn: 这张贴纸仍是草稿
zh_hk: 這張貼圖仍是草稿
